Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: We had a few problems checking in to the hotel, as seems to happen rather too frequently in Ramallah , but managed it eventually and people headed to the home of Dr. Saleh abd el-jawwad and Islah Jad for drinks in their garden before moving to the Sakakin
ar: واجهنا بعض المشاكل المتعلقة بالحجز في الفندق، كما يبدو أنه يحدث كثيرا في رام الله، لكم تم تجاوز ذلك الأمر وتوجهنا نحو منزل الدكتور صالح عبد الجواد وإصلاح جاد من أجل تناول شراب ما في حديقتهما قبل أن نذهب إلى مركز السكاكيني.

source: The night’s event was held in the garden of the centre, and though it was a windy at times, it is a wonderful setting. The night passed with an atmosphere of calm and ease that had been so missing in Jerusalem, and as with the combined comedic forces of
ar: تمت إقامة النشاط الليلي في الحديقة الموجودة في المركز، وأعتقد أن الرياح كانت تهب من حين لآخر. المكان جميل حقا. قضينا الليلة في جو من الهدوء والسكينة، الأمر المفتقد في القدس. ومع القدرات الساخرة لكل من مايكل بالين، سعاد أميري وكارمن كليل، قضينا ليلة أعادتن

source: Obama starts well with Muslims but must do more
ar: اوباما يبدأ بصورة جيدة مع الملسمين، لكن يجب عليه ان يعمل المزيد

source: of when to talk about them felt empowering. Which shows just how totally consuming, mentally, this occupation is.
ar: وإن دل هذا على شيء، فإنما يدل على التأثير السلبي للاحتلال سيما على الجانب العقلي.

source: We’re now on the fourth day of Palfest. The skies have cleared, its as hot as I always thought it would be here, out here in lands I know only from the picture-books of the Bible.
ar: نحن الآن في اليوم الرابع من إحتفالية مهرجان فلسطين للأدب، و قد صفوت السماء، و لكن الطقس حار كما كنت متوقعاه هناك، في الخارج على الأ{ض التي لم أعرفها إلا من خلال الكتب المصورة الموجودة بالإنجيل.

source: Ramallah
ar: رام الله

source: The team set off for the border from Amman bright and early, having landed at 12.30am the night before.
ar: توجه الفريق في الصباح الباكر لعبور الحدود من عمان، بعد أن كانت قد حطت بنا الطائرة نصف ساعة بعد منتصف الليلة السابقة.

source: On arrival at the border, four were held back: Suheir Hammad, Ahmed Ghappour, Robin Yassin-Kassab and Anil Karim Vassanji were kept waiting for a total of five hours (until the border closed) before being allowed in to the country.
ar: بوصولنا إلى الحدود، تم اعتراض سبيل أربعة منا: حيث تم إبقاء سهير حماد، أحمد غبور، روبين ياسين قصاب وأنيل كريم فسانجي منتظرين طيلة خمس ساعات (إلى أن تم إغلاق الحدود) قبل أن يتم السماح لهم بدخول البلد.

source: The bus arrived in Jerusalem at 5pm, leaving just enough time for a sandwich and a glass of juice before heading out to the Palestinian National Theatre for the opening reception at 6pm.
ar: وصلت الحافلة إلى القدس على الساعة الخامسة مساءا، ولم يتبق لنا سوى ما يكفي من الوقت لتناول وجبة سريعة وكوب من العصير قبل التوجه إلى المسرح القومي الفلسطيني من أجل حضور حفل الاستقبال على الساعة السادسة مساءا.

source: And at 6.10pm around 15 Israeli soldiers marched in, declared the event over and told everyone to get out. After a few of minutes of protest and confusion the the French Cultural Attaché declared we could move to the French Cultural Insitute – saving
ar: وفي الساعة السادسة وعشر دقائق، جاء خمسة عشر جنديا إسرائيليا وأعلنوا نهاية الحفل وقالوا للجميع بمغادرة المكان. وبعد بضع دقائق من الاحتجاج والاضطراب، أخبرنا الملحق الثقافي الفرنسي بأنه يمكننا الانتقال إلى المعهد الثقافي الفرنسي – لكي لا يضيع منا ذلك اليوم.

source: Chairs were hurriedly arranged in the garden of the Institute and a speaker system was set up but we weren’t able to transfer our translation facilities. Which lost us some of our audience. For the first half hour three police vans loitered outside, but t
ar: تم بسرعة وضع المقاعد في حديقة المعهد، كما تم تثبيت مكبر للصوت، غير أنه لم يتسن لنا وضع التجهيزات المتعلقة بالترجمة الخاصة بنا، الأمر الذي فوت علينا بعض لحظات الحفل. خلال نصف الساعة الأولى، كانت ثمة ثلاث عربات للشرطة تتربص بالخارج، غير أنها غادرت في آخر ال

source: choice
ar: الخيار حول متى نتحدث عنهم أكسبنا إحساسا زادنا قوة.

source: my little contribution.
ar: مساهمتي المتواضعة

source: the arabic translation is going to be up in any min now.. Best of luck!
ar: ستظهر الترجمة في أي دقيقة، بالتوفيق

source: Today the physical challegnes of a festival that tries to reach so many separated places started to be felt. We set off from Ramallah to Bethlehem just after 10am. At 10.20 we arrived at Qalandia. We queued, in the bus, for an hour. We had told the driver
ar: بدأنا اليوم نشعر بالتحديات البدنية لمهرجان يحاول بلوغ العديد من المناطق المنفصلة عن بعضها البعض. غادرنا بيت رام الله في اتجاه بيت لحم بعد الساعة العاشرة صباحا. وبعد عشرين دقيقة وصلنا إلى «قلندية». كان على الحافلة التي تقلنا أن تقف في طابور طيلة ساعة كاملة

source: We were, however, still subjected to the “VIP treatment”. The bus was pulled over and we all had to file out, ghet our bags from the hold, and queue up to present them to a young soldier. Then you have to bend down and zip open your shoddy packing and dir
ar: كنا مع ذلك مستفيدين من «معاملة خاصة». تم سحب الحافلة، وكان علينا مغادرتها وحمل حقائبنا ثم الوقوف في صف لعرض ما نحمل أمام جندي شاب. ثم كان علينا أن ننحني ونفتح حقائبنا لنكشف ملابسنا المتسخة أمام الملأ، قبل أن يسمح لنا الجندي بالمرور بإشارة من يده. كانت تتك

source: One hour on, we move on. Twenty minuters later we went through the Bethlehem checkpoint. This one gets busy at both 5.30 AM and PM with workers queuing to get to and from the fields the Wall divides them from. Right now it was empty. The soldier didn’t ev
ar: بعد مرور ساعة على ذلك، استأنفنا الرحلة. وبعد عشرين دقيقة، وجدنا أنفسنا نجتاز معبر بيت لحم. هذا المعبر يعرف عادة الاكتظاظ في الخامسة والنصف صباحا ومساءا، نظرا لطوابير العمال الذي يتنقلون جيئة وذهابا من وإلى الحقول التي يفصلهم عنها السور. وفي ذلك الوقت، كان

source: In Bethlehem we had a hurried day but we managed to visit the old city quickly before heading to Aida refugee camp. The wall cuts right up against Aida, and we walked to a spot where Palfest authors had taken their photos last year. Now, an outdoor theatr
ar: كان ينتظرنا يوم حافل في بيت لحم، ومع ذلك تمكننا من زيارة المدينة القديمة بسرعة قبل أن نتوجه إلى مخيم عايدة للاجئين. كان حائط الفصل يمر بمحاداة المخيم. ثم توجهنا إلى مكان كان قد التقط فيه كتاب المهرجان صورا في السنة الماضية. ولقد أقيم أمامه مسرح في الهواء

source: In the evening there was a panel with Michael Palin, Claire Messud, Robin Yassin-Kassab and Jamal Mahjoub. Jamal’s such a good moderator. He clearly has fun up there and his timing and feel for the audience’s mood is spot on. It was a very good panel.
ar: في المساء، كان ثمة اجتماع مع مايكل بالين، كلير ميسود، روبين ياسين كساب وجمال محجوب. كان جمال مسيرا جيدا. كان يضفي طابعا ممتعا على الاجتماع، كما كان متميزا باهتمامه بالتوقيت وإحساسه بمزاج الجمهور. لقد كان فعلا اجتماعا في المستوى.

source: Michael Palin leaves us tomorrow so Mr. Mankell took control of the room at dinner to say a few words before the group starts to disperse. He was, as always, powerful and to the point. He thanked the organisers, and his fellow writers, and finished saying
ar: سيغادرنا مايكل بالين غدا، ولذلك، فإن السيد مانكل أخذ المبادرة في الغرفة حيث كنا نتناول وجبة العشاء وألقى بضع كلمات قبل أن يتفرق أفراد المجموعة. لقد كان كعادته قويا ومركزا في كلمته. شكر المنظمين وزملائه من الكتاب، وختم بالقول: «في انتظار أن تتحرر فلسطين، ل

source: Bethlehem
ar: بيت لحم

source: Most interesting part is the twitpics
ar: أكثر ما يثير الاهتمام هو الصور على تويتس

source: twitter feed in Arabic
ar: آراء twitter بالعربية

source: Festival blog in Arabic
ar: مدونة المهرجان بالعربية

source: Author blog (Ahdaf Soueif) in Arabic
ar: مدونة الأديبة أهداف سويف بالعربية

source: translation update in three tweets
ar: تحديث الترجمة في ثلاثة تعليقات على شبكة تويتس

source: The full security structure. I got in trouble for taking this one
ar: نظام الأمن المحكم، تورطت في مشاكل لتولي هذا الموضوع

source: In al Khalil/Hebron.Not allowed in ibrahimi mosque with camera. Has 4 metal detectors & 3 Israeli soldiers guarding
ar: في الخليل، لا يُسمح بدخول الحرم الإبراهيمي مع الكاميرا، هناك أربعة أجهزة كاشفة للمعادن وثلاثة جنود إسرائيليين يقومون بحراسة المكان

source: : to confront the culture of power with the power of culture.
ar: : مواجهة ثقافة القوة بقوة الثقافة.

source: : confront the culture of power with the power of culture - Read
ar: مواجهة ثقافة القوة بقوة الثقافة. اقرأ

source: Mickeal Palin blog frm Palestine Fest of Literature-
ar: مدونة مايكل بالين من مهرجان الأدب الفلسطيني

source: This is really worth reading,people
ar: جدير بالقراءة فعلاً

source: Michael Palin blogs from the Palestine Festival of Literature -@
ar: مدونة مايكل بالين من مهرجان الأدب الفلسطيني

source: .This is really worth reading
ar: جدير بالقراءة فعلاً

source: Michael Palin blogs from the Palestine Festival of Literature -
ar: مدونة مايكل بالين من مهرجان الأدب الفلسطيني

source: . This is really worth reading, people.
ar: جدير بالقراءة فعلاً

source: is the greatest thing i've done on twitter! no kidding
ar: إنه أعظم شيء فعلته على تويتر! بحق.

source: Michael Palin
ar: من بيت لحم؛ مايكل بالين: الخامس و العشرين من مايو

source: So, its my first time in this part of the world – despite having been to over 90 countries, the Middle East has been a stranger to me.
ar: و لذلك فهو اليوم الاول لي بذلك الجزء من العالم – بالرغم من زيارتي لنحو تسعين بلد أخري بالعالم أجمع، إلا أن الشرق الأوسط كان ما يزال غريباً على.

source: When I left London I had a very clear idea of where or what Palestine consisted of. This trip has made me understand that though Palestine may not exist as a country on a map, it is a reality in the minds of 5 million people.
ar: و عندما غادرت لندن، كانت عندي فكرة واضحة حول طبيعة موقع فلسطين، و ما تتكون منه. بالإضافة إلى أن تلك الرحلة قد جعلتني أتفهم أنه بالرغم من أن فلسطين قد لا تكون فعلاً موجودة على أنها \دولة على الخريطة، إلا أنها واقع في عقولنا و أزهاننا جميعاً أن بها خمسة ملا

source: Highlights of my journey have been walking with Raja Shehadeh in the hills around Ramallah, and learning much from him of the old land of Palestine, most of which disappeared in 1948, when the state of Israel was created. From Raja I learned some of the h
ar: و مما يميز رحلتي مسيرتي مع راجا شهادة من رام الله بين التلال، و قد ظللت أتعلم الكثير منه خلال تلك الرحلة حول طبيعة أرض فلسطين، و التي اختفى جزء كبير منها فيما بعد فترة 1948و ذلك عندا تم الإعتراف بإقامة دولة اسرائيل. و لقد تعلمت من راجا بعض الدروس في التار

source: Last night in Ramallah I witnessed some of the finest, most powerful poetry I’ve ever heard. Suheir Hammad had both herself and the audience electrified by the passion of her work and the marvellous rhythmic delivery. She eloquently and beautifully captur
ar: و لقد شهدت ليلة أمس برام الله بعض الأداءات الشعرية من أفضل ما سمعته ذات القوة و الإيحاء. و لقد اثارت سهير حماد الجمهور بأعمالها الشعرية، و أسلوب إلقائها الشعري، حيث استطاعت باسلوب جميل مبدع أن تؤسر إحساس الفقدان الذي تشعر به عندما تتحدث عن فلسطين.

source: This is a literary festival as well as a hourney, and the quality of the participants – from Jeremy Harding to Henning Mankell and from Deborah Moggach to Claire Messud and Carmen Callil and all of those that have taken part has made me quite poignantly a
ar: ففي الواقع تعد تلك الإحتفالية مهرجان أدبي و رحلة في الوقت ذاته، و لقد جعلتني فصاحة و مهارة المشاركين بذلك المهرجان من؛ جيرمي هاردينج، هينينج مانكيل و كذلك ديبورا موجاتش و حتى كلير ميسود و كارمن كاليل، واعية و مدركة بشكل كامل بما يعنيه الإحتلال الاسرائيلي

source: It’s been an eye-opening experience for me, and I feel proud of my fellow writers and travellers who have shared it with me. And proud too, of the Palestinians we’ve met, who care so much and work so hard to keep Palestine alive.
ar: لقد كانت تلك التجرية بمثابة تجربة لتفتيح آفاقي و وعيي، و من ثم فقد بدأت أشعر بالفخر لاتباعي الكتاب و المسافرين الرحالة الذين شاركوني نفس الأحاسيس. كما اشعر بالفخر كذلك من ذلك الشعب الفلسطيني الذي شرفت بمقابلته. و الذي يهتم بشكل كبير و يعمل بجد للحفاظ على

source: Workshop: the role of fiction in creating new political realities at Hebron university
ar: ورشة العمل: دور الخيال في خلق وقائع سياسية جديدة في جامعة الخليل

source: At Hebron university
ar: في جامعة الخليل

source: audience at
ar: كان

source: had many questions about how writers would respond to israeli occupation after their visit
ar: لدى الجمهور أسئلة كثير حول ردود فعل الكتاب على الاحتلال الإسرائيلي، بعد زيارتهم

source: Struck by something writer Robin Yassin-Kassab said at
ar: قال الكاتب روبن ياسين كساب في بيت لحم

source: in Bethlehem last night. settlements: the 'architecture of intimidation'
ar: الليلة الماضية إن المستوطنات هي معمار الرعب

source: Another long intense
ar: يوم طويل ومضن آخر

source: day in the Palestinian territories. Next update in 5 hours when most of Asia wakes up.
ar: في الاراضي الفلسطينية. التحديث المقبل سيكون بعد خمس ساعات، حين تستيقظ معظم أجزاء آسيا

source: . Dad will be proud.
ar: سيكون أبي فخوراً

source: Have become known as the writer from China who s covering the
ar: أصبح معروفاً بصفته الكاتب الصيني الذي يقوم بتغطية الأحداث في

source: RT: Now I am following the posts about
ar: RT: أقوم الآن بمتابعة التعليقات حول

source: on Global Voices posted on meedan to translate into Arabic
ar: أصوات عالمية، تم نشرها على ميدان، لأقوم بترجمتها إلى العربية

source: The meedan translators have translated those posts on the Transbrowser of meedan
ar: قام مترجمو ميدان بترجمة هذه التعليقات في المترجم الآلي لميدان

source: Boushra, Deena and Yaser are translating comments and tweets about
ar: يقوم كل من ياسر ودينا وبشرى بترجمة التعليقات والآراء على شبكة توييتس حول مهرجان الأدب الفلسطيني

source: on meedan.
ar: على موقع ميدان

source: closed by armed Israeli policemen
ar: قامت الشرطة الإسرائيلية المسلحة بإغلاقه

source: The wall around Aida:
ar: الجدار المحيط بـعايدة:

source: - Palestine Festival of Lit)
ar: مهرجان الأدب الفلسطيني

source: Ah I love Suheir Hammad, what I'd give to hear her read some of her poetry.. Ya reet! All the best for the festival.
ar: يا الله كم أحب سهير حماد، وكم أتمنى أن اسمعها تقرأ بعضاً من قصائدها، يا ريت!_كل التوفيق للمهرجان

source: Suheir Hammad and Henning Mankell's blogs are now online:
ar: مدونات سهير حماد وهنينغ مانكل متوفرتان أونلاين

source: . Michael Palin is up next...
ar: ومايكل بالين سوف يكون التالي

source: festival blog in Arabic - latest post now human translated
ar: مدونة المهرجان بالعربية، قام المترجمون بترجمة أحدث التعليقات

source: Talking about cultural identities at
ar: يتحدثون عن مقومات الهوية الوطنية في

source: in Bethlehem's old city.
ar: المدينة القديمة في بيت لحم

source: We are following
ar: نقوم بمتابعة

source: and the team of meedan is translation. Visit
ar: وفريق ميدان يقوم بالترجمة

source: to follow the updates
ar: لمتابعة المستجدات

source: : سنقوم بالكتابة كل مساء عن الاحتفالية لنبقيك على اطلاع مع ما يحدث
ar: : سنقوم بالكتابة كل مساء عن الاحتفالىة لنبقيك على اطلاع على ما يحدث

source: Yes we're working on translating as much of
ar: نعم، نحن نعمل على ترجمة كل ما

source: as we can. Any support gratefully appreciated!
ar: وممتنون جداً لأي دعم تقدمونه

source: سنقوم بالكتابة كل مساء عن الاحتفالية لنبقيك على اطلاع مع ما يحدث
ar: سنقوم بالكتابة كل مساء عن الاحتفالية لنبقيك على اطلاع على ما يحدث

source: thank you. Really appreciate any help we can collecting clippings:
ar: شكراً، ممتنون فعلاً لأي مساعدة، نستطيع جمع المقالات والتعليقات

source: . Esp in other languages
ar: خاصة في لغات أخرى

source: Palestine Think Tank:
ar: تم إغلاق مركز أبحاث فلسطيني

source: closed by armed Israeli policemen: _British author Michael Palin at the Second An..
ar: من قبل الشرطة الإسرائيلية المسلحة. الكاتب البريطاني مايكل بالين في...

source: And we're out. That's the day to day of Palestinian life
ar: و نحن الآن بالخارج و اليوم هو يومٌ آخر في حياة الشعب الفلسطيني

source: half a minute ago
ar: منذ دقيقة و نصف

source: I'm finding
ar: نحن نقوم

source: s tour of Palestine fascinating. Enlightening on just how hard it is to move around.
ar: على جولة لإحتفالية مهرجان فلسطين للأدب في حياة الفلسطينين المتعجبين، محاولة الإستنارة و التوضيح حول مدى المشقة التي نواجهها في التنقل من مكان لآخر

source: alethe
ar: أليس

source: Bethlehem checkpoint part 11
ar: نقطة التفتيش الحادية عشرة ببيت لحم

source: Bethlehem checkpoint part 10
ar: نقطة التفتيش العاشرة ببيت لحم

source: great job showing the obstacles & hardships faced by Palestinians in navigating the many, many israeli occupation checkpoints
ar: إنه لعملٌ عظيم محاولة إظهار المعيقات و العقبات و الصعاب التي تواجه الفلسطينين في البحث عن لقمة العيش و محاولة التجول من خلال تلك المجموعة الكبيرة جداً من نقاط التفتيش الإسرائيلية

source: PalFest
ar: : احتفالية مهرجان فلسطين للأدب :

source: Going thru Bethlehem checkpoint
ar: سنعبر الآن نقطة تفتيش بيت لحم

source: Bethlehem checkpoint part 8
ar: نقطة تفتيش بيت لحم الثامنة

source: Part 7
ar: الجزء السابع الإحتفالية على

source: palfest
ar: إحتفالية مهرجان فلسطين للأدب

source: 's closing night tonight. Palestinian National Theatre, 6.30pm.
ar: تغلق اللية مساءً. من المسرح القومي أو الوطني الفلسطيني الساعة: 6: 30 مساءً

source: Bethlehem checkpoint part 6
ar: نقطة تفتيش بيت لحم السادسة

source: Bethlehem checkpoint part 5. It's a long checkpoint
ar: نقطة تفتيش بيت لحم الخامسة و لكنها نقطة تفتيش طويلة جدا حيث أخذت منا وقتاً طويلاً

source: Part 4
ar: الجزء الرابع من الإحتفالية

source: TaraLSF
ar: تارا

source: it's hard to misunderstand the pictures of these checkpoints
ar: من الصعب عدم فهم أو حتى فهمها بشكل خاطيء، أمر تلك نقاط التفتيش

source: : Part two
ar: الجزء الثاني من عرض نقاط التفتيش ببيت لحم

source: (Alex: This is awful. Someone's everyday awful, too...)
ar: أليكس: هذه العملية فظيعة و مريعة. فهي خبرة يومية مروعة للفرد، كذلك

source: no it's actually quite linear. Its just very long.
ar: المسألة ليست عملية خطية غير متشعبة و لكنها في الواقع طويلة جداً

source: I know. Meant in terms of giving people an idea of the general, daily difficulty of movement.
ar: أنا أعرف، و لقد عنيت باستخدام مفردات اعطاء الشعب فكرة عن الصعوبات العامة اليومية للتحرك داخل الأ{اضي الفلسطينية بالنسبة لأولاد البلد أنفسهم

source: Is the Bethleham checkpoint still honeycomb style, moving from one cell to the next until completely disoriented?
ar: هل ما زالت نقاط التفتيش ببيت لحم على شكل معسكر خلية النحل أي مليء بالحركة؟ و يتحرك من خلية لأخرى بالوحدة المجاورة حتى لا تصبح له أي هوية على الإطلاق أو حتى إنتماء لفئة بعينها؟

source: oh gee only half an hour *rolling eyes* hopefully weather not bad?
ar: لنصف ساعة و نحن نحملق بأعيينا و نلفها هنا و هناك، آملين ألا تسوء الأحوال الجوية

source: not exactly. most palestinians in the beit lahem area are not allowed to go to al quds
ar: ليس بالضبط، فمعظم الفلسطينين ببيت لحم مسموح لهم بالذهاب إلى المسجد الأقصى أو القدس

source: A checkpoint on the only way left open to the ibrahimi (Abraham) mosque.
ar: و نقطة التفتيش الوحيدة التي تركت مفتوحة هي في طريق الحرم الإبراهيمي بالخليل

source: Hebron: a closed road for settlers only in the heart of the city
ar: الخليل: الطريق مسدود فقط إلا للمستوطنين الإسرائيلين للذهاب إلى قلب المدينة

source: of literature. Palestinians and Israelis needs to be connected.
ar: للأدب الفلسطينين و الإسرائيلين يحتاجون إلى التواصل و الترابط معاً

source: of literature, Palestinians and Israelis needs to be connected
ar: للأدب الفلسطينين و الإسرائيلين يحتاجون إلى التواصل و الترابط معاً

source: Palfest
ar: إحتفالية فلسطين للأدب

source: teams up with Palestine Literature Festival to help reach Arabic audience -
ar: ميدان تتحد مع احتفالية مهرجان فلسطين للأدب للمساعدة في الوصول الي الجمهور العربي-

source: @meedan
ar: ميدان :

source: View Tweet
ar: شاهد التويت

source: Meedan to teams up with Palestine Literature Festival to help reach Arabic audience -
ar: ميدان تتحد مع احتفالية مهرجان فلسطين للأدب للمساعدة في الوصول إلي جمهور عربي-

source: they're thru the checkpoint now!
ar: ، لقد اجتازوا نقطة التفتيش الان!

source: Follow Palestinian Fest of Literature
ar: متابعة لاحتفالية مهرجان فلسطين للأدب

source: now online
ar: الأن على الموقع,

source: Author Blogs
ar: مدونات للمؤلفين

source: We had promised to put one up every day, but as our authors were never given more than five minutes in between the workshops and the travel and the events, things fell a little behind. But now, we have blogs by
ar: لقد وعدنا بإضافة المزيد كل يوم, و لكن مؤلفينا لم ينالوا سوى خمسة دقائق بين ورشات العمل و الترحال و الأحداث, فإن ذلك بقي أمرا صعبا بعض الشيء. أما الأن, فلدينا مدونات للمؤلفين, حيث:

source: Suheir Hammad performance addded to
ar: أضيف أداء سهير حماد إلى

source: Connect
ar: أدوات الاتصال..

source: A poem from
ar: قصيدة كتبت من قبل

source: Video Corner
ar: ركن الفيديو الخاص بنا,

source: . Auhor blogs for days 2 and 3 are to follow very very soon.
ar: . كما أن مدونات المؤلفين لليوم الثاني و الثالث ستتبع ذلك في القريب العاجل جدا.

source: Israeli army attempts, unsuccessfully, to shut down opening night
ar: محاولات الجيش الإسرائيلي, الغير ناجحة, لإغلاق ليلة الافتتاح.

source: PALFEST 2009 has begun in pretty dramatic fashion. It took five hours to get everyone through the border and then the Israeli army tried, unsuccesfully, to shut down the opening event.For first hand details, our video of the day, and author blog are now
ar: بدأت احتفالية فلسطين الأدبية لعام 2009 بداية درامية جدا. فقد استغرق الأمر خمس ساعات لمرور الجميع عبر الحدود ثم حاول الجيش الإسرائيلي, محاولة غير ناجحة, إغلاق ليلة الافتتاح. و التفاصيل المباشرة, شريط الفيديو الخاص بنا لهذا اليوم, و مدونة المؤلفين جاهزين ا

source: connect
ar: اتصال..

source: ALL EVENTS ARE FREE
ar: كل الأحداث حرة.

source: Pentagon: US Ready to Keep Troops in Iraq For Another 10 Years
ar: البانتغون: الولايات المتحدة مستعدة لإبقاء القوات في العراق لعشر سنوات أخرى

source: Gen. Casey Says Global Trends Going 'In the Wrong Direction'
ar: يقول الجنرال كاسي إن التوجهات العامة تسير في الاتجاه الخاطئ

source: has led to considerable speculation that the US won’t ultimately abide by the Status of Forces Agreement (SOFA) deadline to have troops out of the nation by the end of 2011.
ar: أمور أدت إلى بروز شكوك تقول بأن الولايات المتحدة لن تفي بمقتضيات الاتفاق المتعلق بوضع القوات (SOFA) والتي تضع أجلا لانسحاب الجنود بمتم سنة 2011.

source: That speculation seemed well-founded today, when Army Chief of Staff General George Casey said that the world “remains dangerous and unpredictable” and that
ar: ويبدو أن تلك الشكوك أضحت اليوم تقوم على أسس صحيحة، عندما قال قائد القوات الأمريكية بالعراق، الجنرال جورج كاسي، إن العالم يظل خطيرا ولا يمكن وضع توقعات بشأنه وإن هذا المخطط يتوقع إبقاء القوات المقاتلة في العراق لعشر سنوات أخرى من أجل محاربة التطرف وال

source: While US officials have continued to insist that the
ar: في الوقت الذي يصر فيه المسؤولون الأمريكيون على القول بأنهم سيحترمون فيه

source: delay to Iraq’s national parliamentary elections
ar: وتأجيل انتخابات البرلمان الوطني العراقي

source: timetable for removing troops
ar: الجدول الزمني لسحب الجنود من العراق،

source: from Iraq remains in place, a growing trend of violence and a
ar: إلا أن تنامي الاتجاه نحو العنف

source: his planning envisions leaving combat troops in Iraq for another decade
ar: وإن هذا المخطط يتوقع إبقاء القوات المقاتلة في العراق لعشر سنوات أخرى

source: “to fight extremism and terrorism.”
ar: من أجل محاربة التطرف والإرهاب.

source: Gen. Casey’s planning was focused on troop rotations, and he emphasized that he wasn’t responsible for making decisions about policy, but that he believed the US would need to be ready for “sustained” wars in Iraq and Afghanistan, in which he saw a simila
ar: وركز تخطيط الجنرال كاسي على تنقيل الجنود، وأوضح أنه ليس مسؤولا عن اتخاذ القرارات المتعلقة بالسياسة، ومع ذلك فهو يعتقد أن الولايات المتحدة قد تكون في حاجة لتظل على استعداد لحروب مستدامة في العراق وأفغانستان، التي يرى لها هي الأخرى نفس الخط الزمني.

source: During the campaign President Obama promised to have all troops out of Iraq within 16 months, though he
ar: وخلال حملته الانتخابية، وعد الرئيس باراك أوباما بسحب كل الجنود الأمريكيين من العراق في غضون ستة عشر شهرا، رغم أنه
